Revit 2024 API
FormUtils Class
 Define Form utility functions
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class FormUtils
Visual Basic
Public NotInheritable Class FormUtils
Visual C++
public ref class FormUtils abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.FormUtils
See Also
FormUtils Members
Autodesk.Revit.DB Namespace